Repository: pgaultier/sweelix-yii1-admin-structure
Catalog: messages/*.po
Languages: fr

source: Structure
fr: Gestion de contenu

# structure
source: {n} content in node|{n} contents in node, page {pageNum} / {pageCount}
fr: {n} article dans la rubrique|{n} articles dans la rubrique, page {pageNum} / {pageCount}

# structure
source: Orphan
fr: Orphelin

# structure
source: Node Content
fr: Articles de la rubrique

# structure
source: Node Configuration
fr: Paramétrage de la rubrique

# structure
source: Content Configuration
fr: Paramétrage du contenu

# structure
source: Content detail
fr: Contenu de l'article

# structure
source: Properties
fr: Propriétés

# structure
source: Associated tags
fr: Mots-clefs associés

# structure
source: Metadata
fr: Meta-données

# structure
source: Template is not defined for current content
fr: Le template n'a pas été défini pour l'article courant

# structure
source: Node detail
fr: Contenu de la rubrique

# structure
source: Template is not defined for current node
fr: Le template n'a pas été défini pour la rubrique courante

# structure
source: offline
fr: désactivé

# structure
source: draft
fr: brouillon

# structure
source: online
fr: publié

# structure
source: Reset
fr: Annuler

# structure
source: Content details were saved
fr: Les informations de l'article ont été enregistrées

# structure
source: Error
fr: Erreur

# structure
source: Content details were not saved
fr: Les informations de l'article n'ont pas été enregistrées

# structure
source: Content metas were saved
fr: Les métas ont été enregistrées

# structure
source: Content properties were saved
fr: Les propriétés ont été sauvegardées

# structure
source: Content properties were not saved
fr: Les propriétés n'ont pas été sauvegardées

# structure
source: Content tags were saved
fr: Les mots-clefs ont été sauvegardées

# structure
source: Content tags were not saved
fr: Les mots-clefs n'ont pas été sauvegardées

# structure
source: Create new content
fr: Créer un article

# structure
source: Create new node
fr: Créer une rubrique

# structure
source: Delete content
fr: Supprimer l'article

# structure
source: Delete content "{content}"
fr: Supprimer l'article "{content}"

# structure
source: Delete
fr: Supprimer

# structure
source: View
fr: Visualiser

# structure
source: Open content
fr: Voir l'article

# structure
source: Step {n}
fr: Etape {n}

# structure
source: Node details were saved
fr: Les informations de la rubrique ont été enregistrées

# structure
source: Node details were not saved
fr: Les informations de la rubrique n'ont pas été enregistrées

# structure
source: Status
fr: Statut

# structure
source: Title
fr: Titre

# structure
source: Author
fr: Auteur

# structure
source: Order
fr: Ordre

# structure
source: Top
fr: En haut

# structure
source: Up
fr: Monter

# structure
source: Down
fr: Descendre

# structure
source: Bottom
fr: En bas

# structure
source: Edit
fr: Editer

# structure
source: Node metas were saved
fr: Les métas ont été enregistrées

# structure
source: Node properties were saved
fr: Les propriétés ont été enregistrées

# structure
source: Node properties were not saved
fr: Les propriétés n'ont pas été enregistrées

# structure
source: Node tags were saved
fr: Les mots-clefs ont été enregistrés

# structure
source: Node tags were not saved
fr: Les mots-clefs n'ont pas été enregistrés

# structure
source: Delete node
fr: Supprimer la rubrique

# structure
source: Delete node "{node}"
fr: Supprimer la rubrique "{node}"

# structure
source: Open node
fr: Voir la rubrique
